<?php
// -------------------------------------------------------------------
// GENERAL WORD
// -------------------------------------------------------------------

$lang['administration']	= 'การตั้งค่าระบบ';
$lang['alert'] = 'แจ้งเตือน';
$lang['create'] = 'สร้าง';
$lang['delete'] = 'ลบ';
$lang['home'] = 'หน้าหลัก';
$lang['in'] = 'จาก';
$lang['login'] = 'เข้าสู่ระบบ';
$lang['logout'] = 'ออกจากระบบ';
$lang['no_result_found'] = 'ไม่มีข้อมูล';
$lang['ok'] = 'ตกลง';
$lang['save'] = 'บันทึก';
$lang['user'] = 'ผู้ใช้งาน';

// -------------------------------------------------------------------
// PAGE
// -------------------------------------------------------------------

$lang['page_user'] = 'ผู้ใช้งานระบบ';
$lang['page_group'] = 'กลุ่ม / สังกัด';
$lang['page_role'] = 'หน้าที่ / ตำแหน่ง';
$lang['page_log'] = 'บันทึกการใช้งานระบบ';

// -------------------------------------------------------------------
// FORM
// -------------------------------------------------------------------

$lang['name'] = 'ชื่อ';
$lang['description'] = 'คำอธิบาย';
$lang['username'] = 'ชื่อผู้ใช้งานระบบ';
$lang['password'] = 'รหัสผ่าน';
$lang['status'] = 'สถานะ';
$lang['date'] = 'วันที่';

// -------------------------------------------------------------------
// DIALOG
// -------------------------------------------------------------------

$lang['dialog_access_denied'] = 'การเข้าถึงข้อมูลถึงปฏิเสธ';
$lang['dialog_confirm_delete'] = 'ข้อมูลที่คุณเลือกจะถูกลบอย่างถาวร โดยไม่สามารถนำกลับมาได้ คุณต้องการลบใช่หรือไม่ ?';
$lang['dialog_please_login_again'] = 'กรุณาลงชื่อเข้าสู่ระบบอีกครั้ง';
$lang['dialog_logout_success'] = 'ลงชื่ออกจากระบบเสร็จสมบูรณ์';
$lang['dialog_login_error'] = 'ชื่อผู้ใช้งาน หรือ รหัสผ่านผิด';
$lang['dialog_permission_denied'] = 'You don\'t have permission to access this page';
$lang['dialog_security_system'] = 'ระบบรักษาความปลอดภัย';
$lang['dialog_session_expire'] = 'เซสชั่น (Session) การใช้งานของคุณหมดอายุ';

// -------------------------------------------------------------------


/* End of file backoffice_lang.php */
/* Location: ./application/modules/backoffice/language/thai/backoffice_lang.php */